/* Printing Resolution */
"1200 x 1200" = "1200 x 1200";
"2400 x 1200" = "2400 x 1200";
"Automatic" = "自動";

/* Job Storage */
"HPJOBRETENTIONOPTION_QUICKCOPY_DS"="ジョブ印刷終了後に、プリンタのコントロールパネルで、追加の部数を印刷できます。 保存されたジョブの複数のコピーが自動的に並べられます。";
"HPJOBRETENTIONOPTION_PROOFANDPRINT_DS"="複数の印刷部数を指定すると、1 部目のみ印刷され、残りはプリンタのコントロールパネルから印刷要求を出すまで保留されます。 保存されたジョブの複数のコピーが自動的に並べられます。";
"HPJOBRETENTIONOPTION_STOREDJOB_DS"="ジョブは電子ファイルキャビネットのような形態でプリンタ内に保存されます。プリンタのコントロールパネルからジョブの印刷要求が出されるまで印刷は行われません。用紙や一般/共有文書の印刷の際にこの保存場所を使用してください。 保存されたジョブの複数のコピーが自動的に並べられます。";
"HPJOBRETENTIONOPTION_PRIVATE_DS"="ジョブはプリンタ内に保存され、プリンタのコントロールパネルからジョブの印刷要求が出るまで印刷は行われません。プライベートの印刷ジョブは、ユーザーが指定した 4 桁の個人識別番号で保護されています。 保存されたジョブの複数のコピーが自動的に並べられます。";
"HPJOBRETENTIONOPTION_PRIVATE_STOREDJOB_DS"="ジョブは、電子ファイル キャビネットに保存されるようにプリンタに保存されます。 ジョブは、プリンタのコントロール パネルから要求されるまでは印刷されません。 プライベート保存されたプリント ジョブは、指定する 4桁の ID 番号によって保護されます。 保存されたジョブの複数のコピーが自動的に並べられます。";
"HPJOBRETENTIONOPTION_OFF_DS"="ジョブは印刷されますが、プリンタには保存されません。";
"HPJOBRETENTIONOPTION_STOREJOB_DS" = "ジョブは、電子ファイル キャビネットに保存されるようにプリンタに保存されます。 ジョブは、プリンタのコントロール パネルから要求されるまでは印刷されません。オプションとして、保存されたプリント ジョブを、ユーザーが指定する4桁の ID 番号で保護できます。保存されたジョブを複数部印刷する場合は、自動的に1部ずつページ順に揃えて出力されます。";
"HPJOBRETENTIONOPTION_PERSONAL_DS" = "プリンタのコントロール パネルから次のジョブを要求するまで、プリンタに現在の印刷ジョブを保存します。印刷が済むと、ジョブはプリンタから削除されます。印刷ジョブのプライバシーを保護するには、個人識別番号 (PIN) を使用します。";

"HPJOBRETENTIONOPTION_HPJOBRETENTIONPERSONAL_HPUSEPINTOPRINT_FALSE" = "ジョブはプリンタに保存されますが、プリンタのコントロール パネルからジョブを要求するまで、何も印刷されません。印刷が済んだジョブは、プリンタのジョブ ストレージから自動的に削除されます。";
"HPJOBRETENTIONOPTION_HPJOBRETENTIONPERSONAL_HPUSEPINTOPRINT_TRUE" = "ジョブはプリンタに保存されますが、プリンタのコントロール パネルからジョブを要求し、PIN を入力するまで何も印刷されません。印刷が済んだジョブは、プリンタのジョブ ストレージから自動的に削除されます。";
"HPJOBRETENTIONOPTION_HPJOBRETENTIONSTOREJOB_HPUSEPINTOPRINT_FALSE" = "ジョブは、プリンタに保存されます (プリンタが電子ファイル キャビネットの役割を果たします)。ジョブがプリンタのコントロール パネルから要求されるまで、何も印刷されません。このストレージは、記入用紙や、その他の共通文書または共有文書に使用します。";
"HPJOBRETENTIONOPTION_HPJOBRETENTIONSTOREJOB_HPUSEPINTOPRINT_TRUE" = "ジョブは、プリンタに保存されます (プリンタが電子ファイル キャビネットの役割を果たします)。プリンタのコントロール パネルからジョブを要求し、PIN を入力するまで何も印刷されません。このストレージは、記入用紙や、その他の共通文書または共有文書に使用します。";

"HPSTRAIGHTPAPERPATH_DS" = "代替出力ビンが開いています";

/* Manual Duplex */
"HPMANUALDUPLEXSWITCH_DS" = "手差しトレイが空いていることを確認します。このトレイから給紙する場合は、このドキュメントを印刷できる用紙 のみセットします (選択した場合は、再挿入ガイド用に 1 枚追加します)。";
"HPMANUAL_DUPLEX_PRINT_GUIDE_CHECKBOX_TITLE" = "再挿入ガイドの印刷";

"HPTEXTNEUTRALGRAYS_SUMMARY" = "テキスト グレー中間色";
"HPTEXTHALFTONE_SUMMARY" = "テキスト ハーフトーン";
"HPTEXTRGB_SUMMARY" = "RGB カラー";
"HPGRAPHICSNEUTRALGRAYS_SUMMARY" = "グラフィックス グレー中間色";
"HPGRAPHICSHALFTONE_SUMMARY" = "グラフィックス ハーフトーン";
"HPGRAPHICSRGB_SUMMARY" = "RGB カラー";
"HPPHOTONEUTRALGRAYS_SUMMARY" = "写真グレー中間色";
"HPPHOTOHALFTONE_SUMMARY" = "写真ハーフトーン";
"HPPHOTORGB_SUMMARY" = "RGB カラー";

"HPIMAGESHIFTFRONTX_SUMMARY" = "Front Horizontal Shift";
"HPIMAGESHIFTFRONTY_SUMMARY" = "Front Vertical Shift";
"HPIMAGESHIFTBACKX_SUMMARY" = "Back Horizontal Shift";
"HPIMAGESHIFTBACKY_SUMMARY" = "Back Vertical Shift";

/*Description for Booklet Printing PDE*/
"HPBOOKLETFILTER_AUTO_MANUAL_DS" = "ブックレットを印刷するには、 上にある [両面] または [手動両面印刷] チェックボックスを選択してください。";
"HPBOOKLETFILTER_MANUAL_DS" = "ブックレットを印刷するには、 上にある [手動両面印刷] チェックボックスを選択してください。";
"HPBOOKLETFILTER_AUTO_DS" = "ブックレットを印刷するには、 上にある [両面] チェックボックスを選択してください。";
"DUPLEXER_NOT_INSTALLED" = "ブックレットを印刷するには両面印刷ユニットアクセサリを装着します。";
"DUPLEXER_INSTALLED" = "ブックレットを印刷するには両面印刷をオンにする必要があります。";

"HPBOOKLET_PAGEORDER_CHECKBOX_TITLE" = "ページを右綴じにする";

"HPWMSWITCH_CHECKBOX_TITLE" = "透かし";

/*UntitledCustomName*/
"UntitledString"="タイトルなし";

/* Color/Quality Options */
"CMANDRESOLUTION_GRAY600X600DPI_DS" = "600 dpi";
"CMANDRESOLUTION_CMYKIMAGERET3600_DS" = "ImageREt 3600";
"CMANDRESOLUTION_CMYKIMAGERET2400_DS" = "ImageREt 2400";
"CMANDRESOLUTION_CHECKBOX_TITLE" = "グレー印刷";

"OUTPUTMODE_DS_COLORINPUT_BLACKRENDER_600X600DPI_OUTPUT_AUTOMATIC" = "カラー入力/ブラック レンダ: 600x600 dpi\n出力 (ブラック/カラー): 自動";

"OUTPUTMODE_DS_GENERALOFFICE" = "ブラック レンダ: 300x300dpi \nカラー入力: 300x300dpi \n出力 (ブラック): 自動 \n出力 (カラー): 自動";

"OUTPUTMODE_DS_PROFESSIONAL" = "ブラック レンダ: 600x600dpi \nカラー入力: 600x600dpi \n出力 (ブラック): 自動 \n出力 (カラー): 自動";

"OUTPUTMODE_DS_PRESENTATION" = "ブラック レンダ: 600x600dpi \nカラー入力: 600x600dpi \n出力 (ブラック): 自動 \n出力 (カラー): 自動 \n次の用紙の種類では、ブラック出力は 1200x1200 の最適化 dpi: 不特定、普通紙、HP プレミアムプレゼンテーション用紙 (つや消し)、HP ブローシャ (つや消し)";

"OUTPUTMODE_DS_MAXIMUMDPI" = "ブラック レンダ: 600x600dpi \nカラー入力: 600x600dpi \n出力 (ブラック): 自動 \n出力 (カラー): 2400x1200 最適化 dpi";

